Repository: slub/slub_web_kartenforum
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# global.map.control-permalink.mapViewDescription
source: The map view function allows sharing the entire application state. For this purpose, a representation of the application state is uploaded and a unique link to this representation is generated.
de: Die Kartenansicht Funktion erlaubt das Teilen des gesamten Applikationszustandes. Dazu wird eine Repräsentation des Zustandes hochgeladen und ein eindeutiger Link zu dieser Repräsentation generiert.

# global.map.control-fullscreen.Enter
source: Enter fullscreen
de: Umschalten zu Vollbild

# global.map.control-fullscreen.Exit
source: Exit fullscreen
de: Vollbildmodus beenden

# global.map.control-fullscreen.title
source: Toggle fullscreen
de: Vollbild umschalten

# global.map.control-rotate.title
source: Reset rotation
de: Rotation zurücksetzen

# global.map.control-locateme.title
source: Locate me
de: Lokalisiere mich

# global.map.control-locateme.LocationNotAvailable
source: Location not available
de: Standort nicht verfügbar

# global.map.control-attribution.basemapLabel
source: Basemap
de: Basiskarte

# global.map.control-basemapselector.addwms-title
source: Add WMS
de: WMS hinzufügen

# global.map.control-basemapselector.addwms-input-label
source: WMS URL Capabilities
de: URL zur WMS Capabilities

# global.map.control-basemapselector.addwms-input-description
source: Please insert a URL to a WMS Capabilities for adding an WMS as a base map. A WMS GetCapabilities URL should look like a Capabilities-Request
de: Um den WMS als Basiskarte zu verwenden, fügen Sie Bitte eine URL zur WMS Capabilities hinzu. Die URL sollte der Form einer Capabilities-Anfrage entsprechen.

# global.map.control-basemapselector.addwms-btn-load-capabilities
source: Load capabilities
de: Lade Capabilities

# global.map.control-basemapselector.addwms-select-description
source: Please select the wms layer which should be used as a base map.
de: Wählen Sie bitte ein Layer aus, der als Basiskarte verwendet soll und klicken Sie auf hinzufügen.

# global.map.control-basemapselector.addwms-btn-cancel
source: Cancel
de: Abbrechen

# global.map.control-basemapselector.addwms-btn-submit
source: Add WMS
de: WMS hinzufügen

# global.map.control-basemapselector.label
source: Select base map
de: Auswahl der Basiskarte

# global.map.control-basemapselector.btn-addwms
source: Add WMS
de: WMS hinzufügen

# global.map.control-basemapselector.errorInitialization
source: The selected base map is not available
de: Die ausgewählte Basiskarte ist nicht verfügbar

# global.map.control-basemapselector.error-invalid-url
source: The URL you entered is invalid or does not support WMS services. Please check the URL and try again.
de: Die eingegebene URL ist ungültig oder unterstützt keine WMS-Dienste. Bitte überprüfen Sie die URL und versuchen Sie es erneut.

# plugin.map.originalview.title
source: Original map
de: Originale Karte

# plugin.map.originalview.mosaic-badge-title
source: Mosaic
de: Mosaik

# plugin.map.originalview.title-mosaic
source: Mosaic map
de: Mosaikkarte

# plugin.map.originalview.label-desc
source: Description
de: Beschreibung

# plugin.map.originalview.label-scale
source: Scale
de: Maßstab

# plugin.map.originalview.label-services
source: Services
de: Dienste

# plugin.map.originalview.link-download-label
source: Download map
de: Download Karte

# plugin.map.originalview.link-slub-label
source: Go to SLUB
de: Gehe zu SLUB

# plugin.apps.georeferenceranking.label-place
source: Rank
de: Rang

# plugin.apps.georeferenceranking.label-user
source: Username
de: Nutzername

# plugin.apps.georeferenceranking.label-transformation-new
source: New transformations
de: Neue Georeferenzierungen

# plugin.apps.georeferenceranking.label-transformation-update
source: Updated transformations
de: Aktualisierte Georeferenzierungen

# plugin.apps.georeferenceranking.label-points
source: Points
de: Punkte

# plugin.apps.userhistory.title
source: History of user
de: Nutzerhistorie

# plugin.apps.userhistory.subtitle
source: Previous Georeferencing - Points
de: Bisherige Georeferenzierungen - Punkte

# plugin.apps.userhistory.label-mapId
source: Map Identifier
de: Karten-ID

# plugin.apps.userhistory.label-validation
source: Validation
de: Validierung

# plugin.apps.userhistory.link-showMap
source: Show map
de: Zeige Karte

# plugin.map.layermanagement.export
source: Export GeoJSON
de: Exportiere GeoJSON

# plugin.map.layermanagement.filterGeoJsonFeatures
source: Filter GeoJSON features
de: Filtere GeoJSON features

# plugin.apps.userhistory.link-goToProcess
source: Show transformation
de: Zeige Transformation

# plugin.apps.unreferencedmaps.title
source: Choose a map for georeferencing
de: Wähle Karte für Georeferenzierung

# plugin.apps.unreferencedmaps.subtitle
source: Previous Georeferencing - Points
de: Anzahl unreferenzierter Karten

# plugin.apps.unreferencedmaps.search-placehoder
source: Map name
de: Kartenname

# plugin.apps.unreferencedmaps.label-time
source: Time of published
de: Datum der Veröffentlichung

# plugin.apps.unreferencedmaps.label-maptype
source: Map type
de: Kartentyp

# plugin.apps.unreferencedmaps.btn-georeference
source: Georeference
de: Georeferenzierung

# plugin.georeference.confirm
source: Confirm georeferencing
de: Georeferenzierung speichern

# plugin.georeference.confirmWithoutClipMsg
source: Confirm georeference params without clip params?
de: Georeferenzierungsparameter ohne Clip-Polygon speichern?

# plugin.georeference.confirmWithoutClipTitle
source: Confirm georeference params
de: Georeferenzierungsparameter speichern

# plugin.georeference.deleteGcp
source: Delete ground control point
de: Passpunkt löschen

# plugin.georeference.drawClip
source: Draw clip polygon
de: Zeichne Clip-Polygon

# plugin.georeference.moveGcp
source: Move ground control point
de: Passpunkt verschieben

# plugin.georeference.moveMap
source: Move Map
de: Karte verschieben

# plugin.georeference.setGcp
source: Set ground control point
de: Passpunkt setzen

# plugin.georeference.editGcp
source: Edit ground control points
de: Passpunkte editieren

# plugin.georeference.validate
source: Update preview
de: Vorschau aktualisieren

# plugin.georeference.warnMissingGCPs
source: For producing a georeference preview you need at least 4 ground control points.
de: Für das Erzeugen eines Vorschaubildes werden mindestes 4 Passpunkte benötigt.

# plugin.georeference.warnWrongClipPolygon
source: Your clip polygon seems to be malformed. Please check it again or try to contact the administrator.
de: Das erzeugte Clip-Polygon scheint defomiert zu sein. Bitte prüfen Sie dieses noch einmal oder kontaktieren Sie den Seiten-Administrator.

# plugin.georeference.submit-dialog.title
source: Save your georeference
de: Speichern Sie ihre Georeferenzierung

# plugin.georeference.submit-dialog.content
source: Clicking Save will save your georeferencing results. In a few minutes they will be available to everyone via the Virtual Map Forum. If your georeferencing is still not published on the Virtual Map Forum after several hours, please contact an administrator.
de: Mit Klicken auf Speichern werden ihre Georeferenzierungsergebnisse gespeichert. In ein paar Minuten sind diese über das Virtuelle Kartenforum dann für alle erreichbar. Ist ihre Georeferenzierung auch nach mehreren Stunden nicht über das Virtuelle Kartenforum publiziert, kontaktieren Sie gerne einen Administrator.

# plugin.georeference.submit-dialog.btn-cancel
source: Cancel
de: Abbrechen

# plugin.georeference.submit-dialog.btn-submit
source: Save georeference
de: Georeferenzierung speichern

# plugin.upload.common.errors.http.401
source: You must be logged in to carry out this action.
de: Sie müssen eingeloggt sein, um diese Aktion auszuführen.

# plugin.upload.common.errors.http.403
source: You are not allowed to carry out this action.
de: Sie sind nicht berechtigt, diese Aktion auszuführen.

# plugin.upload.common.errors.unexpected
source: An unexpected error occured. Please contact an administrator.
de: Ein unerwarteter Fehler ist aufgetreten. Kontaktieren sie bitte ggf. den Administrator.

# plugin.upload.common.errors.upload.file
source: Please upload a file before submitting.
de: Bitte laden Sie vor dem Absenden eine Datei hoch.

# plugin.upload.searchmap.title
source: choose a map
de: wähle eine karte

# plugin.upload.searchmap.subtitle
source: Insert map id, e.g. oai:de:slub-dresden:vk:id-10010325
de: Eingabe der map id, z.B. oai:de:slub-dresden:vk:id-10010325

# plugin.upload.searchmap.placeholder
source: e.g. oai:de:slub-dresden:vk:id-10010325
de: z.b. oai:de:slub-dresden:vk:id-10010325

# plugin.upload.searchmap.upload-button
source: upload map
de: upload karte

# plugin.upload.searchmap.errors.http.400
source: Your search input does not match the expected format. Correct example: oai:de:slub-dresden:vk:id-10010325.
de: Ihre Sucheingabe entspricht nicht dem zu erwartendem Format. Korrektes Beispiel: oai:de:slub-dresden:vk:id-10010325.

# plugin.upload.uploadmap.title
source: new map
de: neue karte

# plugin.upload.uploadmap.title-update
source: update map
de: update karte

# plugin.upload.uploadmap.upload-file
source: Upload map file select
de: Upload Karte Datei auswählen

# plugin.upload.uploadmap.delete-btn
source: delete data
de: daten löschen

# plugin.upload.uploadmap.save-btn
source: save
de: speichern

# plugin.upload.uploadmap.save-btn-disabled-title
source: The uploaded map has not yet been processed. Please try refreshing.
de: Die hochgeladene Karte wurde noch nicht verarbeitet. Bitte auf Refresh klicken.

# plugin.upload.uploadmap.no-results-li1
source: Make sure all the words are spelled correctly.
de: Achte darauf, dass alle Wörter richtig geschrieben sind.

# plugin.upload.uploadmap.no-results-li2
source: The map may be stored under a different term.
de: Die Karte ist möglicherweise unter einer andern Begriff gespeichert.

# plugin.upload.uploadmap.no-results-li3
source: Upload the map and georefrenze it.
de: Lade die Karte hoch und georefrenzieren sie.

# plugin.upload.uploadmap.no-results-p
source: We could not find a map for the ID.
de: Wir konnten für die ID keine Karte finden.

# plugin.upload.uploadmap.success-upload
source: The maps have been updated. Please wait a few minutes and then reload the map. Alternatively, you can upload or edit more maps.
de: Die Karten wurden aktualisieren. Bitte warten Sie ein paar Minuten und laden Sie dann die Karte erneunt. Alternativ können Sie weitere Karten hochladen oder editieren.

# plugin.upload.uploadmap.errors.refresh.http.404
source: The uploaded map has not yet been processed. Please wait an instant and click on Refresh again.
de: Die hochgeladene Karte wurde noch nicht verarbeitet. Bitte warte einen Moment und klicke erneut auf Refresh.

# plugin.upload.uploadmap.deletedialog.delete-btn
source: Delete
de: Löschen

# plugin.upload.uploadmap.deletedialog.cancel-btn
source: Cancel
de: Abbrechen

# plugin.upload.uploadmap.deletedialog.body
source: Do you really want to delete the card and data?
de: Möchten Sie die Karte und Daten wirklich löschen?

# plugin.upload.uploadfile.label
source: Map selected but not yet saved.
de: Karte ausgewählt, aber noch nicht gespeichert.

# plugin.map.geojsonlayerpanel.header.title
source: Vector map
de: Vektor-Karte

# plugin.map.geojsonlayerpanel.nofeatures
source: No features available
de: Keine Features gefunden

# plugin.map.geojsonlayerpanel.timefilter.title
source: Define filter period
de: Definiere Filterzeitraum

# plugin.map.geojsonlayerpanel.fullText.placeholder
source: Search
de: Suche

# plugin.map.geojsoncontrolbar.header.edit
source: Edit
de: Bearbeiten

# plugin.map.geojsoncontrolbar.button.metadata.title
source: Show vector map settings
de: Zeige Einstellungen der Vektor-Karte

# plugin.map.geojsoncontrolbar.button.history.title
source: Show vector map history
de: Zeige Versionen der Vektor-Karte

# plugin.map.geojsoncontrolbar.button.roles.title
source: Show vector map permission settings
de: Zeige Zugriffsberechtigungen der Vektor-Karte

# plugin.map.geojsoncontrolbar.add-feature
source: No features present. Create a new one now.
de: Keine Features vorhanden. Jetzt ein Neues erstellen.

# plugin.map.geojsoncontrolbar.add-title
source: Please add a title first.
de: Bitte füge zunächst einen Titel hinzu.

# plugin.map.geojsoncontrolbar.no-features
source: No features
de: Keine Features

# plugin.map.geojsoncontrolbar.features-present
source: present in this vector map.
de: in dieser Vektor-Karte vorhanden.

# plugin.map.geojsoncontrolbar.new
source: new
de: neues

# plugin.map.geojsoncontrolbar.deleted
source: deleted
de: gelöschtes

# plugin.map.geojsoncontrolbar.changed
source: changed
de: geändertes

# plugin.map.geojsoncontrolbar.new.plural
source: new
de: neue

# plugin.map.geojsoncontrolbar.deleted.plural
source: deleted
de: gelöschte

# plugin.map.geojsoncontrolbar.changed.plural
source: changed
de: geänderte

# plugin.map.geojson.roles.modal.title
source: Adapt authorizations
de: Berechtigungen anpassen

# plugin.map.geojson.roles.form.intro
source: Select the users here who can edit your vector maps just like you. Please make sure you spell the user name correctly.
de: Wählen Sie hier die Benutzer aus, die Ihre Vektor-Karten ebenso wie Sie bearbeiten können. Bitte achten Sie auf die korrekte Schreibweise des jeweiligen Benutzernamens.

# plugin.map.geojson.roles.form.owner
source: Creator/Owner
de: Ersteller/Besitzer

# plugin.map.geojson.roles.form.authors
source: Authors
de: Autoren

# plugin.map.geojson.roles.form.addauthor
source: Add another author
de: Füge einen weiteren Autor hinzu

# plugin.map.geojson.roles.form.removeauthor
source: Remove this author
de: Diesen Autor entfernen

# plugin.map.geojson.roles.btn.save
source: Save user roles
de: Benutzerrollen speichern
