Repository: slub/slub_web_kartenforum
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# global.language_code
source: en
de: de

# choosepage.amountUnreferencedMaps
source: Amount of unreferenced maps
de: Anzahl der unreferenzierten Karten

# choosepage.selectMap
source: Select a map for georeferencing
de: Karte für Georeferenzierung wählen

# client.backToMain
source: back to main page ...
de: zurück zur Hauptseite ...

# plugin.map.layermanagement.activateAll
source: Activate all maps
de: Aktiviere alle Karten

# plugin.map.layermanagement.deactivateAll
source: Deactivate all maps
de: Deaktiviere alle Karten

# plugin.map.dynamicmapvis.close
source: Close dynamic map visualization tool
de: Schließe dynamische Kartenvisualisierung

# plugin.map.dynamicmapvis.open
source: Open dynamic map visualization tool
de: Öffne dynamische Kartenvisualisierung

# plugin.map.dynamicmapvis.start
source: Start timeseries visualization
de: Starte Zeitreihenvisualisierung der Kartenauswahl

# plugin.map.dynamicmapvis.stop
source: Stop timeseries visualization
de: Stoppe Zeitreihenvisualisierung der Kartenauswahl

# client.evaluation.btnGoToProcess
source: Go to process
de: Gehe zu Prozess

# client.evaluation.btnIsValid
source: Set 'isvalide'
de: Setze 'isvalide'

# client.evaluation.btnSetIsInvalid
source: Set 'invalide'
de: Setze 'invalide'

# client.evaluation.btnShowMap
source: Show map
de: Zeige Karte

# plugin.map.facetedsearch.titleAE
source: Topological maps (1:25.000)
de: Äquidistantenkarten (1:25.000)

# plugin.map.facetedsearch.titleAK
source: Other historic maps
de: Andere Altkartentypen

# plugin.map.facetedsearch.titleCM
source: City Map
de: Stadtpläne

# plugin.map.facetedsearch.titleMM
source: Mosiac maps
de: Mosaikkarten

# plugin.map.facetedsearch.titleGL
source: Geological maps (1:25.000)
de: Geologische Karten (1:25.000)

# plugin.map.facetedsearch.titleMTB
source: Plane survey sheets (1:25.000)
de: Messtischblätter (1:25.000)

# plugin.map.facetedsearch.titleTK
source: Topological maps (1:100.000)
de: Karten des Deutschen Reiches (1:100.000)

# plugin.map.facetedsearch.titleTKX
source: Topological maps (< 1:50.000)
de: Topographische Karten (< 1:50.000)

# plugin.map.layermanagement.moveToTop
source: Move map to top
de: Karte in den Vordergrund

# plugin.map.mapsearchlistelement.notGeoref
source: Not georeferenced
de: Georeferenzierung fehlt

# plugin.map.mapsearchlistelement.loading
source: Loading
de: Lädt

# plugin.map.mapsearchlistelement.unknown
source: Unknown
de: Unbekannt

# plugin.map.adddialog.confirm
source: Add vector map
de: Vektor-Karte jetzt hinzufügen

# plugin.map.adddialog.cancel
source: no, cancel upload
de: nein, upload abbrechen

# plugin.map.adddialog.title
source: Add new vector map
de: Neue Vektor-Karte hinzufügen

# plugin.map.adddialog.layerTitleLabel
source: Title
de: Titel

# plugin.map.adddialog.projectionLabel
source: Projection
de: Projektion

# plugin.map.adddialog.persistent-button-label
source: Persistent vector map
de: Persistente Vektor-Karte

# plugin.map.adddialog.persistent-description
source: Choose whether the uploaded data should be permanently available as a searchable map or only temporarily for you personally in your browser.
de: Wählen ob die hinaufgeladenen Daten dauerhaft als recherchierbare Karte verfügbar sein soll oder lediglich temporär für Sie persönlich in Ihrem Browser.

# plugin.map.adddialog.description
source: Please give your vector map a name and select whether the map should be saved permanently.
de: Bitte geben Sie Ihrer Vektor-Karte einen Namen, und wählen Sie aus ob die Karten dauerhaft gespeichert werden soll.

# plugin.map.dropzone.wrongFiletype
source: Wrong filetype
de: Falscher Dateityp

# plugin.map.dropzone.drop
source: Drop geojson file (or click)
de: GeoJSON Datei hier ablegen (oder klicken)

# plugin.map.geojson.featureview-title
source: Title
de: Titel

# plugin.map.geojson.featureview-description
source: Description
de: Beschreibung

# plugin.map.geojson.featureview-time
source: Time
de: Zeit

# plugin.map.geojson.featureview-no-title
source: no title
de: kein Titel

# plugin.map.geojson.featureview-no-description
source: no description
de: keine Beschreibung

# plugin.map.geojson.featureview-no-time
source: unknown
de: unbekannt

# plugin.map.geojson.featureview-invalid-time
source: invalid time
de: ungültige Zeitangabe

# plugin.map.geojson.featureview-metadata
source: other metadata
de: weitere Metadaten

# plugin.map.geojson.editview-intro-text
source: Edit the graphic settings for the vector element here and assign a title, an image and a description. You can create your own fields below.
de: Bearbeiten Sie hier die grafischen Einstellungen für das Vektor-Element und vergeben Sie einen Titel, ein Bild und eine Beschreibung dazu. Weiter unten können Sie eigene Felder erstellen.

# plugin.map.geojson.editview-header-text
source: edit details
de: Details bearbeiten

# plugin.map.geojson.editfeature-delete-btn
source: Delete GeoJson feature
de: GeoJson-feature löschen

# plugin.map.geojson.editfeature-delete-field-btn
source: Delete this field
de: Dieses Feld Löschen

# plugin.map.geojson.editfeature-add-new-field-btn
source: add new field
de: neues feld hinzufügen

# plugin.map.geojson.editfeature-danger-zone-header
source: Delete this GeoJson feature.
de: Dieses GeoJson-Feature löschen.

# plugin.map.geojson.editfeature-image-title
source: Image
de: Bild

# plugin.map.geojson.editfeature-label-placeholder
source: Enter field values here...
de: Feldwerte hier eingeben...

# plugin.map.geojson.editfeature-input-placeholder
source: enter field title here...
de: Feldtitel hier eingeben...

# plugin.map.geojson.editfeature-input-placeholder-date
source: mm/dd/yyyy
de: dd.mm.yyyy

# plugin.map.geojson.editfeature-style-header
source: Style
de: Stil

# plugin.map.geojson.deletemodal-delete-btn
source: Yes, delete now
de: Ja, jetzt löschen

# plugin.map.geojson.deletemodal-body
source: Do you really want to delete this feature?
de: Wollen Sie dieses Feature wirklich löschen?

# plugin.map.geojson.deletemodal-title
source: Permanently remove data
de: Daten endgültig entfernen

# plugin.map.geojson.discardmodal-title
source: Cancel processing?
de: Bearbeitung abbrechen?

# plugin.map.geojson.discardmodal-description
source: You currently have unsaved changes to this vector map. Are you sure you want to discard these changes?
de: Sie haben derzeit ungespeicherte Änderungen an dieser Vektor-Karte. Sind Sie sicher, dass Sie diese Änderungen verwerfen möchten?

# plugin.map.geojson.discardmodal-discard-button
source: Yes, discard changes
de: Ja, Änderungen verwerfen

# plugin.map.geojson.discardmodal-save-button
source: Save and close
de: Speichern und schliessen

# plugin.map.geojson.cancel-btn
source: discard
de: verwerfen

# plugin.map.geojson.apply-btn
source: apply
de: übernehmen

# plugin.map.geojson.save-btn
source: save
de: speichern

# plugin.map.geojson.metadatapanel.header.create
source: Create vector map
de: Vektor-Karte erstellen

# plugin.map.geojson.metadatapanel.header.edit
source: Edit vector map
de: Vektor-Karte bearbeiten

# plugin.map.geojson.metadatapanel.header.history
source: History of the vector map
de: Historie der Vektor-Karte

# plugin.map.geojson.metadatapanel.intro.edit
source: Edit the settings for the entire vector map here. You can define the title, description and preview image here.
de: Bearbeiten Sie hier die Einstellungen für die gesamte Vektor-Karte. Sie können hier Titel, Beschreibung und Vorschaubild bestimmen.

# plugin.map.geojson.metadatapanel.intro.history
source: Select an earlier version of the vector map here by first browsing the older versions and then resetting.
de: Wählen Sie hier eine frühere Variante der Vektor-Karte aus indem Sie zunächst die älteren Varianten durchsuchen und dann zurücksetzen.

# plugin.map.geojson.metadatapanel.intro.create
source: Add a title, description and a preview image for your new vector map here.
de: Fügen Sie hier einen Titel, eine Beschreibung und ein Vorschaubild für Ihre neue Vektor-Karte hinzu.

# plugin.map.geojson.metadatapanel.delete
source: Delete this vector map.
de: Diese Vektor-Karte löschen.

# plugin.map.geojson.metadatapanel.delete-btn
source: Delete vector map
de: Vektor-Karte löschen

# plugin.map.geojson.metadata.title
source: Title
de: Titel

# plugin.map.geojson.metadata.description
source: Description
de: Beschreibung

# plugin.map.geojson.metadata.thumbnail_url
source: Preview image
de: Vorschau-Bild

# plugin.map.geojson.metadata.delete.vector
source: Do you really want to delete this vector map?
de: Wollen Sie diese Vektor-Karte wirklich löschen?

# plugin.map.geojson.placeholders.title
source: Insert title here…
de: Titel hier eingeben…

# plugin.map.geojson.placeholders.description
source: Enter description here…
de: Beschreibung hier eingeben…

# plugin.map.geojson.placeholders.thumbnail_url
source: Enter preview image url here…
de: Link zum Vorschau-Bild hier eingeben…

# plugin.map.geojson.img-fallback-p
source: We could not find a image. Please check the link again.
de: Wir konnten kein Bild finden. Bitte überprüfe den Link erneut.

# plugin.map.layermanagement.removeMap
source: Remove map
de: Verwerfe Karte

# plugin.map.mapsearchlistelement.scale
source: Scale
de: Maßstab

# plugin.map.mapsearchlistelement.type
source: Type
de: Typ

# plugin.map.layermanagement.showMap
source: Display map
de: Zeige Karte

# plugin.map.layermanagement.updateGeoref
source: Update georeferenced map
de: Aktualisiere Georeferenzierung

# plugin.map.layermanagement.zoomToMap
source: Zoom to map
de: Zoome auf die Karte

# plugin.map.layermanagement.showOriginal
source: Show Original
de: Zeige Original

# plugin.map.layermanagement.showGeoJson
source: Show GeoJson information
de: Zeige GeoJson Informationen

# plugin.map.mapwrapper.parseError
source: The supplied geojson file could not be parsed
de: Die bereitgestellte geojson Datei konnte nicht gelesen werden

# plugin.map.mapwrapper.mountLayerError
source: A layer could not be mounted. The corresponding feature was unselected.
de: Ein Layer konnte nicht geladen werden. Das zugehörige Feature wurde deselektiert.

# global.map.control-toggleviewmode.title
source: Switch between 2D and 3D view
de: Wechsel zwischen 2D. und 3D-Ansicht

# global.map.control-toggleviewmode.zoomin
source: Switch to 3D is not possible for this resolution. Please zoom in.
de: Wechsel zur 3D-Ansicht für diese Zoomstufe nicht möglich. Bitte zoomen sie rein.

# plugin.map.persistencecontroller.errorOperationalLayers
source: The persisted maps could not be restored
de: Die persistierten Karten konnten nicht wiederhergestellt werden.

# plugin.map.persistencecontroller.errorPersistenceObject
source: There is an error with the persisted application state and it could not be restored.
de: Es ist ein Fehler mit dem persistierten Anwendungszustand aufgetreten, der die Wiederherstellung verhinderte.

# plugin.map.persistencecontroller.errorSingleMap
source: The selected map could not be loaded.
de: Die ausgewählte Karte konnte nicht geladen werden.

# plugin.map.persistencecontroller.deprecated3dMapView
source: The restored map view was created in an old version of the map forum. This may result in deviations of the view.
de: Die wiederhergestellte Kartenansicht wurde in einer alten Version des Kartenforums erstellt. Dadurch können Abweichungen der Ansicht auftreten.

# plugin.map.placenamesearch.placeholder
source: Placename
de: Ortsname

# plugin.map.placenamesearch.submit
source: Search
de: Suchen

# plugin.map.placenamesearch.unknownPlacename
source: The chosen placename is unknown.
de: Der ausgewählte Ortsname ist unbekannt.

# client.georeferencechoose.goToGeoreference
source: Georeference
de: Georeferenzierung

# client.georeferencechoose.searchField
source: Map name
de: Kartenname

# client.goToGeoref
source: Go to georeference view
de: Gehe zur Georeferenzierungsansicht

# client.goToOrg
source: Go to original view
de: Gehe zur Originalansicht

# plugin.map.layermanagement.headerLbl
source: My maps
de: Meine Karten

# plugin.map.layermanagement.startMessageHeader
source: Welcome to the Virtual Map Forum 2.0.
de: Herzlich Willkommen im Virtuellen Kartenforum 2.0.

# plugin.map.layermanagement.vectorMapActions.add
source: Add GeoJSON
de: GeoJSON hinzufügen

# plugin.map.layermanagement.vectorMapActions.create
source: Create vector map
de: Vektor-Karte erstellen

# plugin.map.layermanagement.startMessageBody
source: Please choose your map collection in the search menu on the left side
de: Bitte wählen Sie zunächst links im Suchbereich einige Karten aus

# client.mapType
source: Map type
de: Kartentyp

# plugin.map.mapsearch.facetsearch.close
source: Close faceted search
de: Schließe Facettensuche

# plugin.map.mapsearch.facetsearch.open
source: Open faceted search
de: Öffne Facettensuche

# plugin.map.mapsearch.foundMaps
source: Maps available
de: Karten gefunden

# plugin.map.mapsearch.foundNoMaps
source: No maps available
de: Keine Karten gefunden

# plugin.map.mapsearch.georeference
source: Georeference
de: Georeferenzierung

# plugin.map.mapsearch.time_published
source: Time
de: Zeit

# plugin.map.mapsearch.title
source: Title
de: Titel

# plugin.map.mapsearch.map_scale
source: Scale
de: Maßstab

# plugin.map.mapsearch.sorting
source: Sorting
de: Sortierung

# plugin.map.mosaicMaps.selectedMaps
source: Individual sheets selected
de: Einzelblätter ausgewählt

# plugin.map.mosaicMaps.selectedNoMaps
source: No individual sheets selected
de: Keine Einzelblätter ausgewählt

# plugin.map.mosaicMaps.addAllSelected
source: Add all selected
de: Füge alle ausgewählten hinzu

# plugin.map.mosaicMaps.refreshOverview
source: Refresh overview
de: Aktualisiere Übersicht

# plugin.map.mosaicMaps.selectedListTitle
source: Linked individual sheets
de: Verknüpfte Einzelblätter

# plugin.map.mosaicMaps.createNew
source: Create new mosaic map
de: Erstelle neue Mosaikkarte

# plugin.map.mosaicMaps.save
source: Save mosaic map
de: Speichere Mosaikkarte

# plugin.map.mosaicMaps.delete
source: Delete mosaic map
de: Lösche Mosaikkarte

# plugin.map.mosaicMaps.inputPanel.title
source: New mosaic map
de: Neue Mosaikkarte

# plugin.map.mosaicMaps.inputPanel.field_title
source: Title
de: Titel

# plugin.map.mosaicMaps.inputPanel.field_time_of_publication
source: Publishing year
de: Erscheinungsjahr

# plugin.map.mosaicMaps.inputPanel.field_link_to_thumb
source: Link to thumbnail
de: Link zum Vorschaubild

# plugin.map.mosaicMaps.inputPanel.field_title_short
source: Title (short)
de: Titel (kurz)

# plugin.map.mosaicMaps.inputPanel.field_scale
source: Map scale
de: Maßstab

# plugin.map.mosaicMaps.inputPanel.field_description
source: Description
de: Beschreibung

# plugin.map.mosaicMaps.inputPanel.help_name
source: Snake-case, e.g mosaic_map_1
de: Snake-case, z.B mosaik_karte_1

# plugin.map.mosaicMaps.error-messages.failed_upload
source: The upload of the mosaic map has failed
de: Der Upload der Mosaikkarte ist fehlgeschlagen

# plugin.map.mosaicMaps.error-messages.failed_update_overview
source: The overview update request has failed
de: Die Anfrage die Übersicht zu aktualisieren ist fehlgeschlagen

# plugin.map.mosaicMaps.error-messages.failed_load_list
source: Could not load the list of mosaic maps
de: Die Liste verfügbarer Mosaikkarten konnte nicht geladen werden

# plugin.map.mosaicMaps.error-messages.failed_delete
source: The deletion of the mosaic map has failed
de: Das Löschen der Mosaikkarte ist fehlgeschlagen

# plugin.map.mosaicMaps.success-messages.delete
source: Successfully deleted the mosaic map
de: Die Mosaikkarte wurde erfolgreich gelöscht

# plugin.map.mosaicMaps.deleteModal.title
source: Delete mosaic map
de: Lösche Mosaikkarte

# plugin.map.mosaicMaps.deleteModal.content
source: The selected mosaic map will be deleted permanently
de: Die ausgewählte Mosaikkarte wird permanent gelöscht

# plugin.map.mosaicMaps.deleteModal.buttonCancel
source: Cancel
de: Abbrechen

# plugin.map.mosaicMaps.missingSheet
source: Missing individual sheet
de: Fehlende Einzelkarte

# plugin.map.saveModal.buttonSave
source: Save
de: Speichern

# plugin.map.saveModal.title
source: Update mosaic map
de: Aktualisiere Mosaikkarte

# plugin.map.saveModal.content
source: Saving the mosaic map will overwrite the old state.
de: Das Speichern der Mosaikkarte überschreibt den alten Zustand.

# plugin.map.mosaicMaps.deleteModal.buttonDelete
source: Delete
de: Löschen

# plugin.map.mosaicMaps.savedIndicator.saved
source: Saved
de: Gespeichert

# plugin.map.mosaicMaps.savedIndicator.notSaved
source: Not saved
de: Nicht gespeichert

# plugin.map.mosaicMaps.success-messages.updatedOverview
source: Successfully requested overview update
de: Die Aktualisierung der Übersichten wurde erfolgreich angefragt

# plugin.map.mosaicMaps.success-messages.saved
source: Successfully saved the mosaic map
de: Die Mosaikkarte wurde erfolgreich gespeichert

# client.metadatabinding.gotoFotothek
source: Goto Fotothek
de: Gehe zu Fotothek

# client.metadatabinding.keyword
source: Keywords
de: Schlagworte

# client.metadatabinding.onlineResource
source: Online Resource
de: Online-Resourcen

# client.metadatabinding.spatialResolution
source: Spatial Resolution
de: Räumliche Auflösung

# client.metadatabinding.uniqueId
source: Unqiue Identifier
de: Eindeutiger Identifier

# global.map.control-save-mouseposition-helper
source: Click to save current position
de: Klicken um aktuelle Position zu speichern

# global.map.control-saved-mouseposition-label
source: Saved
de: Gespeichert

# global.map.control-save-mouseposition-button-title
source: Copy saved position to clipboard
de: Kopiere gespeichert Position in die Zwischenablage

# client.no
source: No
de: Nein

# client.points
source: Points
de: Punkte

# global.map.control-restoredefaultview-title
source: Restore default view
de: Stelle die initiale Ansicht wieder her

# plugin.map.mapsearchlistelement.time
source: Time
de: Zeit

# plugin.map.timeslider.adjustTimePeriod
source: Adjust time period
de: Definiere Suchzeitraum

# plugin.map.layermanagement.timestamp
source: Timestamp
de: Zeitstempel

# client.yes
source: Yes
de: Ja

# georef.new
source: New georeference processes
de: Neue Georeferenzierungen

# georef.points
source: Points
de: Punkte

# georef.rank
source: Rank
de: Platzierung

# georef.timestamp
source: Updated
de: Aktualisierung

# plugin.map.layermanagement.georefUpdate
source: Update georeference processes
de: Aktualisierte Georeferenzierungen

# georef.username
source: Username
de: Nutzername

# georeferencehistory.page.beingGenerated
source: Being generated (duration approx. 15min)
de: Georeferenzierung wird aktuell noch bearbeitet (Wartezeit ca. 15min)

# georeferencehistory.page.georefParams
source: Georeference parameter
de: Georeferenzierungsparameter (lon:lat)

# georeferencehistory.page.georeftime
source: Georeferenced
de: Georeferenziert

# georeferencehistory.page.isValidated
source: Result validated
de: Validierungsergebnisse

# georeferencehistory.page.mapId
source: Map-ID
de: Karten-ID

# georeferencehistory.page.mapSheetInfo
source: Map sheet information
de: Informationen zum Kartenblat

# georeferencehistory.page.persistentAccess
source: Persistent access to georeference map
de: Persistenter Zugang zu georeferenzierter Karte

# georeferencehistory.page.userHistory
source: History of user
de: Nutzerhistorie

# georeferencehistory.page.userPoints
source: Previous Georeferencing - Points
de: Bisherige Georeferenzierungen - Punkte

# georeferencehistory.page.validation
source: Validation
de: Validierung

# label.evaluationpage
source: Map Evaluation
de: Kartenevaluierung

# label.georefchoosepage
source: Show unreferenced maps
de: Zeige unreferenzierte Karten

# label.georefhistorypage
source: Georeference History
de: Georeferenzierungs-Historie

# label.login
source: Login
de: Anmelden

# label.logout
source: Logout
de: Abmelden

# label.requiredFields
source: * required fields
de: * Pflichtfelder

# login.firstname
source: First name
de: Vorname

# login.lastname
source: Last name
de: Nachname

# login.newto
source: New to the Virtual Map Forum 2.0?
de: Neu im Virtuellen Kartenforum 2.0?

# login.password
source: Password
de: Passwort

# login.registration
source: Registration
de: Registrieren

# login.reset
source: Reset password?
de: Passwort zurücksetzen

# login.signin
source: Login
de: Anmelden

# login.signup
source: Register
de: Anmelden

# login.signupnow
source: Register now
de: Jetzt anmelden

# login.title
source: Welcome to the Virtual Map Forum 2.0
de: Willkommen im Virtuellen Kartenforum 2.0

# login.username
source: Username
de: Benutzername

# login.shortusername
source: User
de: Benutzer

# plugin.choosepage
source: Kartenforum: Unreferenced maps
de: Kartenforum: Unreferenzierte Karten

# plugin.georef
source: Kartenforum: Georef Ranking
de: Kartenforum: Georeferenzierungs-Ranking

# plugin.georeference
source: Kartenforum: Georeferencing
de: Kartenforum: Georeferenzierung

# plugin.history
source: Kartenforum: Georef User History
de: Kartenforum: Georeferenzierungs-Historie

# plugin.map
source: Kartenforum: Main Map
de: Kartenforum: Hauptkarte

# plugin.mapprofile
source: Kartenforum: Map Profile
de: Kartenforum: Karten Profile

# plugin.signup
source: Kartenforum: Signup Form
de: Kartenforum: Registrierungs-Formular

# validationerror_1428504122
source: The minimum length of the password is 9 characters.
de: Das Passwort muss mindestens 9 Zeichen haben.

# validationerror_1596722363
source: The username is already in use. Please choose another one.
de: Der Benutzername wird bereits verwendet. Bitte wählen Sie einen anderen.

# global.map.control-imagemanipulation-brightness
source: Brightness
de: Helligkeit

# global.map.control-imagemanipulation-contrast
source: Contrast
de: Kontrast

# global.map.control-imagemanipulation-open
source: Open image manipulation toolbox
de: Öffne Bildbearbeitungswerkzeug

# global.map.control-imagemanipulation-reset
source: Reset
de: Zurücksetzen

# global.map.control-imagemanipulation-saturation
source: Saturation
de: Sättigung

# global.map.control-layerspy.title
source: Get a magnifier for the map
de: Aktiviere Kartenlupe

# global.map.control-layerspy.radiusTooltip
source: Press Y to increase / X to decrease
de: Drücken Sie Y zum Vergrößern / X zum Verkleinern

# global.map.control-zoom.out
source: Zoom out
de: Herauszoomen

# global.map.control-zoom.in
source: Zoom in
de: Hereinzoomen

# global.map.control-zoomtoextent.title
source: Fit to extent
de: Zum Kartenausschnitt zoomen

# global.map.control-permalink.title
source: Share current view
de: Aktuelle Ansicht teilen

# global.map.control-permalink.mapViewTitle
source: Mapview
de: Kartenansicht

# global.map.control-permalink.inputMapViewPlaceholder
source: Link to mapview
de: Link zu der Kartenansicht

# global.map.control-permalink.exporterCopy
source: Copied
de: Kopiert

# global.map.control-permalink.exporterCopyTitle
source: Copy to clipboard
de: Kopiere in die Zwischenablage

# global.map.control-permalink.permalinkDescription
source: The permalink function allows sharing the current map view. Custom content, such as geojson layers or additional basemaps, cannot be shared with this function. The map view tab, which is only accessible when logged in, allows sharing of all content.
de: Die Permalinkfunktion erlaubt das Teilen der derzeitigen Kartenansicht. Benutzerdefinierte Inhalte, wie Geojson Layer oder zusätzliche Basiskarten, können damit nicht geteilt werden. Der nur im eingeloggten Zustand erreichbare Kartenansicht Reiter erlaubt das Teilen sämtlicher Inhalte.
